[subcon]
yellow0 = [wave]¡Queremos morir! ¡Yay![/wave]
yellow1 = [wave]¡Queremos arder intensamente, y quemarnos para volvernos humo![/wave]
yellow2 = [wave] ¡Nuestra hoguera necesita más combustible... sólo las más finas [icon:painting][hint]pinturas[/hint] pueden mejorarla! ¿Puedes ayudarnos?[/wave]

complete0 = [wave][br]¡¡¡Graaaciiiaaass!!![/wave]
painting_burned0 = [wave]¡Más! ¡Más![/wave]
painting_burned1 = [wave]¡Sí! ¡Más![/wave]
painting_burned2 = [wave]¡Arde! ¡Arde![/wave]

[finale]
outside0 = [wave]¡Humo! ¡Fuego! [br]¡Ardiendo intensamente![/wave]
outside1 = [wave]¡Arderemos juntos! [br]¡Pronto! ¡Muy pronto![/wave]
inside0 = [wave]¡Quema! ¡Quema![/wave]
inside1 = [wave]¡Arde intensamente! ¡Pronto, todos seremos humo![/wave]